{
	"_meta": {
		"sources": [
			{
				"json": "Nuaria",
				"abbreviation": "Nuaria",
				"full": "Nuaria",
				"authors": [
					"birgador"
				],
				"convertedBy": [
					"birgador"
				],
				"version": "1.0",
				"url": ""
			}
		],
		"dateAdded": 1566011005,
		"dateLastModified": 1566011005
	},
	"deity":[
		{
			"name": "Alasia",
			"altNames": [
				"The White Lady",
				"Lightmother"
			],
			"source": "Nuaria",
			"page": 21,
			"pantheon": "Nuarian",
			"alignment": [
				"L",
				"N"
			],
			"title": "Goddes of the Light",
			"domains": [
				"Life",
				"Light",
				"Truth"
			],
			"symbol": "Lit torch with white and cyan flames",
			"symbolImg": {
				"type": "image",
				"href": {
					"type": "external",
					"url": "https://i.imgur.com/rmElnW4.png"
				},
				"style": "deity-symbol"
			},
			"entries": [
				"Light and life are both in Amaunator's dominion. Her priests help establish bureaucracies and lawful order in communities. They often witness contracts and signed agreements, stamping such documents with the sun-symbol of Amaunator to signify their validity.",
				"His priests teach that Amaunator has died and been reborn time and again. Like the sun, he might pass into the realm of darkness, but inevitably his bright gaze will fall on the world once again. Amaunator is seen as a stern and unforgiving deity, not unlike Silvanus in comportment, but his concern isn't for the balance of life - he cares that things proceed according to the celestial order, that promises are kept, and that the rule of law persists.",
				"Farmers and travelers beseech him when they pray for rain or sun, as do any others looking for a favorable change in the weather. But the most common form of propitiation to Amaunator is the practice of swearing oaths, signing contracts, and declaring laws under the light of the sun. So ingrained in the common perception is the connection between a solemn oath and the sun that those engaged in closing deals or issuing edicts often pause and wait for a passing cloud to clear the sun before completing the transaction or pronouncement."
			],
			"category": "None"
		}
	]
}